{
    "pagi": [
        {
            "id": 0,
            "opening": "Bacaan Dzikir Pagi Lengkap Sesuai Al-Qur’an dan As-Sunnah. Dari Anas Bin Malik radhiyallahu ‘anhu, ia menuturkan: “Rasulullah ﷺ bersabda: ‘Aku duduk Bersama orang-orang yang berdzikir kepada Allah dari shalat Shubuh sampai terbitnya matahari lebih kusukai dari pada aku memerdekakan empat budak dari anak (keturunan) Ismail. Begitu pula aku duduk bersama orang-orang yang berdzikir kepada Allah dari shalat Ashar sampai terbenam lebih aku cintai dari pada memerdekakan empat orang budak.”[Diriwayatkan oleh Abu Dawud, no. 3667]."
        },
        {
            "id": 1,
            "title": "MEMBACA TA’AWUDZ DAN AYAT KURSI",
            "subTitle": "Taawudz",
            "arab1": null,
            "arab2": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
            "latin": null,
            "arti": "Aku berlindung kepada Allah dari godaan setan yang terkutuk.",
            "faedah": null
        },
        {
            "id": 2,
            "title": null,
            "subTitle": "Ayat Kursi 1x",
            "arab1": null,
            "arab2": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
            "latin": null,
            "arti": "“Allah, tidak ada ilah (yang berhak disembah) melainkan Dia, yang hidup kekal lagi terus menerus mengurus (makhluk-Nya). Dia tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa’at di sisi-Nya tanpa seizin-Nya. Dia mengetahui apa-apa yang di hadapan mereka dan di belakang mereka. Mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya. Dan Dia Maha Tinggi lagi Maha besar.” (QS. Al-Baqarah: 225).",
            "faedah": "Faedah: Nabi ﷺ bersabda; “Barang siapa membaca ayat ini pada pagi hari, maka ia dilindungi dari (gangguan) jin hingga sore hari. Dan barang siapa membacanya pada sore hari, makai a dilindungi dari (gangguan) jin hingga pagi hari.”[Lihat Mustadrak al-Hakim, I/562]. Kemudian bacaan doa sore (dzikir petang) selanjutnya yaitu"
            
        },
        {
            "id": 3,
            "title": "MEMBACA SURAT AL-IKHLAS, AL-FALAQ, DAN AN-NAS",
            "subTitle": "Surat Al-Ikhlas 3x",
            "arab1": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
            "arab2": "قُلْ هُوَ اللَّهُ أَحَدٌ {1} اللَّهُ الصَّمَدُ {2} لَمْ يَلِدْ وَلَمْ يُولَدْ {3} وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ {4}",
            "latin": null,
            "arti": "“Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. \n\nKatakanlah: Dialah Allah, Yang Maha Kuasa. Allah adalah ilah yang bergantung kepada-Nya segala urusan. Dia tidak beranak dan tiada pula diperanakkan, dan tidak ada seorang pun yang setara dengan Dia.” (QS. Al-Ikhlas: 1-4).",
            "faedah": null
        },
        {
            "id": 4,
            "title": null,
            "subTitle": "Surat Al-Falaq 3x",
            "arab1": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
            "arab2": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ {1} مِن شَرِّ مَا خَلَقَ {2} وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ {3} وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ {4} وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ {5}",
            "latin": null,
            "arti": "“Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. \n\nKatakanlah: Aku berlindung kepada Rabb yang menguasai Shubuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan-kejahatan wanita tukang sihir yang menghembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki.” (QS. Al-Falaq: 1-5).",
            "faedah": null
        },
        {
            "id": 5,
            "title": null,
            "subTitle": "Surat An-Nas 3x",
            "arab1": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
            "arab2": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ {1} مَلِكِ النَّاسِ {2} إِلَهِ النَّاسِ {3} مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ {4}  الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ {5} مِنَ الْجِنَّةِ وَ النَّاسِ {6}",
            "latin": null,
            "arti": "“Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. \n\nKatakanlah: Aku berlindung kepada Rabb manusia, Raja manusia, Sembahan manusia, dari kejahatan (bisikan) syaitan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari jin dan manusia.” (QS. An-Naas: 1-6).",
            "faedah": "Faedah: “Barang siapa yang membaca tiga surat itu pada setiap pagi dan sore hari, maka ia (ketiga surat ini) sudah cukup bagi dirinya dari segala sesuatu.” (Yakni mencegahnya dari berbagai kejahatan).”[Diriwayatkan oleh Abu Dawud, no. 5082]. Setelah membaca surat al-Ikhlas, al-Falaq dan an-Nas, maka sekarang baca dzikir paginya yaitu,"
        },
        {
            "id": 6,
            "title": "MEMBACA (ASBAHNA WA ASBAHAL MULKU) 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "أَصْبَحنَا وَأَصْبَحَ الْمُلكُ للهِ، وَالحَمدُ لِلَّهِ، لاَإِلَه إِلاَّالله وَحدَه لاَشرِيكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمدُ وَهُوَ عَلى كُلِّ شَيءٍ قَدِيرٍ، رَبِّ أَسأَلُكَ خَيرَ مَا فِي هَذَا اليَومِ، وَخَيْرَ مَا بَعدَهُ، وَأعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا اليَومِ، وَشَرِّ مَا بَعدَهُ، رَبِّ أعُوذُ بِكَ مِنَ الكَسَلِ، وَسُوءِ الكِبَرِ، رَبِّ أعُوذُ بِكَ مِنْ عَذَابِ فِي النَّارِ، وَعَذَابٍ فِي القَبرِ.",
            "latin": "Ash-bahnaa wa ash-bahal mulku lillah, walhamdu lillah, laa ilaaha illa llah wahdahu laa syarika lah, lahul mulku, walahul hamdu wahuwa a’la kulli syai-in qodir, Robbi as-aluka khoiro mafii haadzal yaum wa khoiro maba’dahu, wa a’udzu bika min syarri maa fii haadzal yaum wa syarri ma ba’dahu, robbii a’udzubika minal kasali wasu-il kibar. Robbi a’udzu bika min a’dzaabinnaar wa a’dzabin fil qobri.",
            "arti": "“Kami telah memasuki waktu pagi dan kerajaan hanya milik allah, segala puji hanya milik allah. Tidak ada ilah (yang berhak diibadahi dengan benar) kecuali allah yang Maha Esa,yang tiada sekutu baginya. Baginya kerajaan dan Baginya pujian.Dialah yang mahakuasa atas segala sesuatu. Wahai Rabbku, Aku memohon kepadamu kebaikan pada hari ini dan kebaikan sesudahnya. Aku berlindung kepada mu dari kejahatan hari ini dan kejahatan sesudahnya. Wahai Rabbku, sungguh aku berlindung kepadamu dari kemalasan dan keburukan dihari tua. Wahai Rabbku, aku berlindung kepadamu dari siksa dineraka dan siksa dikubur.”",
            "faedah": "Faedah; “Meminta kepada Allah kebaikan di hari ini dan kebaikan sesudahnya, juga agar terhindar dari kejelekan di hari ini dan kejelekan sesudahnya. Di dalamnya juga berisi pula permintaan agar terhindar dari rasa malas padahal mampu untuk beramal, begitu juga agar terhindar dari kejelekan di masa tua. Di dalamnya pula terdapat permintaan agar selamat dari siksa kubur dan siksa neraka yang begitu berat siksaanya kelak di hari kiamat.”[Diriwayatkan oleh Muslim, no. 2723[75]]."
        },
        {
            "id": 7,
            "title": "MEMBACA (ALLAHUMMA BIKA ASBAHNAA) 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ بِكَ أَصْبَحنَا وَبِكَ أَمْسَينَا وَبِكَ نَحيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُشُورِ",
            "latin": "Allahumma bika ash-bahnaa wa bika amsaynaa wa bika nahyaa wa bika namuutu wailaikan nusyuur.",
            "arti": "“Ya Allah, hanya dengan rahmatmu dan pertolonganmu kami memasuki waktu pagi, dan dengan rahmat dan pertolonganmu kami memasuki waktu sore, hanya dengan rahmat dan kehendakmu kami hidup, dan dengan rahmat dan kehendakmu kami mati, dan hanya kepadamu lah kembali (makhluk setelah kebangkitan).”[Diriwayatkan oleh Bukhari, no. 1199 dalam kitab Adabul Mufrad]. Kemudian bacaan dzikir pagi setelahnya yaitu,",
            "faedah": null
        },
        {
            "id": 8,
            "title": "MEMBACA SAYYIDUL ISTIGHFAR 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ أَنتَ رَبِّي لاَإِلَهَ إِلاَّ أَنتَ خَلَقْتَنِي وَأَنَا عَبدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعدِكَ مَا اْستَطَعتُ أَعُوذُبِكَ مِن شَرِّ مَاصَنَعتُ أَبُوءُ لَكَ بِنِعمَتِكَ عَلَيَّ وَأبُوءُ بِذَنبِي فَاغفِرلِي فَإِنَّهُ لاَ يَغفِرُ الذُنُوبَ إلاَّ أَنتَ",
            "latin": "Allahumma anta robbi laa ilaaha illa anta, kholaqtanii wa anaa ‘abduka wa ana ‘ala ‘ahdika wa wa’dika mas-tatho’tu. ‘Audzu bika min syarri maa sona’tu. Abu-u ulaka bini’matika ‘alayya wa abu-u ubidzanbii faghfirlii fainnahu laa yagh-firudz dzunuuba illa anta.",
            "arti": "“Ya Allah engkau adalah Rabbku, tidak ada ilah yang berhak diibadahi dengan benar kecuali engkau, Engkaulah yang menciptakanku. Aku adalah hambamu. Aku yakin dengan janjimu dan aku akan setia pada perjanjianku kepadamu semampuku. Aku berlindung kepadamu dari keburukan apa yang aku perbuat. Aku mengakui nikmatmu (yang diberikan) kepadaku dan aku mengakui dosaku, maka ampunilah aku. Dan sesungguhnya tidak ada yang dapat mengampuni dosa kecuali engkau.”",
            "faedah": "Faedah; “Barang siapa yang membacanya (dzikir) ini dengan yakin pada waktu pagi lalu meninggal sebelum masuk waktu sore, maka ia termasuk penghuni surga. Dan barang siapa membacanya dengan yakin pada waktu sore lalu ia meninggal sebelum masuk waktu pagi, makai a termasuk penghuni surga.”[Diriwayatkan oleh Bukhari, no. 6306, 6323]."
        },
        {
            "id": 9,
            "title": "MEMBACA DOA ‘AFIAT (ALLAHUMMA ‘AAFINII) 3X",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ عَافِنِي فِي بَدَنِي اللَّهُمَّ عَافِنِي فِي سَمعِي اللَّهُمَّ عَافِنِي فِي بَصَرِي لاَإِلَهَ إلاَّ أَّنتَ اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الكُفرِ وَالفَقرِ اَللَّهُمَّ إِنِّي أعُوذُ بِكَ مِن عَذَابِ القَبرِ لاَإِلَهَ إلاَّأنتَ",
            "latin": "Allahumma ‘aafinii fii badanii Allahumma ‘aafinii fii sam’ii Allahumma ‘aafinii fii bashorii, Laa ilaaha illa anta Allahumma inni a’uudzubika minal kufri wal faqri Allahumma innii ‘audzu bika min ‘adzabil qabri laa ilaaha illa anta.",
            "arti": "“Ya Allah selamatkanlah tubuhku ini (dari penyakit dan dari apa yang tidak aku inginkan), Ya Allah selamatkanlah pendengaranku (dari penyakit dan maksiat atau dari apa yang tidak aku inginkan), Ya Allah selamatkanlah penglihatanku, tiada ilah (yang berhak diibadahi dengan benar) kecuali Engkau, Ya Allah sesungguhnya aku berlindung kepadamu dari kekufuran dan kefakiran. Ya Allah Aku berlindung kepada mu dari siksa kubur, tiada ilah (yang berhak iibadahi dengan benar) kecuali Engkau.”[Diriwayatkan oleh Bukhari, no. 701 dalam kitab Adabul Mufrad].",
            "faedah": null
        },
        {
            "id": 10,
            "title": "MEMBACA (ALLAHUMMA INNI AS-ALUKAL ‘AFWA WAL A’FIYYAH) 1x",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ إنّي أَسْأَلُكَ العَفوَ وَالعَافِيَةَ فِي الدُّنْيَا وَالأَخِرَة اللَّهُمَّ إنِّي أسأَلُكَ العَفوَ وَالعَافِيَةَ فِي دِينِي وَدُنيَايَ وَأَهلِي وَمَالِي اَللَّهُمَّ اسْتُر عَورَاتِي وَآمِنْ رَوْعَاتِي اللَّهُمَّ احْفَظْنِي مِن بَينِ يَدَيَّ وَمِن خَلفِي وَعَن يَمِيْنِي وَعَن شِمَالِي وَمِن فَوقِي وَأعُوذُ بِعَظَمَتِكَ أَن أُغتَالَ مِن تَحتِي .",
            "latin": "Allahumma innii as-alukal ‘afwa wal ‘aafiyah fid dunya wal aakhiroh. Allahumma inni as-alukal ‘afwa wal ‘aafiyah fii diinii wa dun-yaya wa ahlii wamaalii Allahummas-tur ‘awrootii wa aaamin row’aati. Allahummahfadzhnii min bayni yadayya wa min kholfi wa ’an yamiinii wa ‘an syimaalii wamin fawqii wa ’adzubii’dzomatika an ughtaala min tahtii.",
            "arti": "“Ya Allah sesungguhnya aku mohon maaf ampunan dan keselamatan didunia dan diakhirat. Ya Allah, sesungguhnya aku mohon maaf ampunan dan keselamatan dalam agama, dunia, keluarga, dan harta bendaku. Ya Allah tutupilah auratku (aib atau sesuatu yang tidak layak dilihat orang lain) dan tentramlah aku dari rasa takut, Ya Allah peliharalah aku dari depan, belakang, kanan, kiri, dan dari atasku. Aku berlindung dengan kebesaranmu, agar aku tidak disambar dari bawahku (yakni aku belindung dari dibenamkan kedalam bumi).”",
            "faedah": "Faedah; “Rasulullah ﷺ tidaklah pernah meninggalkan dzikir ini di pagi hari dan di sore hari. Didalamnya berisi perlindungan dan keselamatan pada agama, dunia, keluarga dan harta dari berbagai macam gangguan yang datang dari berbagai arah.”[Diriwayatkan oleh Bukhari, no. 1200 dalam kitab Adabul Mufrad]."
        },
        {
            "id": 11,
            "title": "MEMBACA (ALLAHUMMA ‘ALIMAL GHOIBI WAS SYAHADAH) 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ عَالِمَ الغَيبِ وَالشَّهَادَةِ فَاطِرَ السَمَاوَاتِ وَالأَرْضِ رَبَّ كُلَّ شَيءٍ وَمَلِيكَهُ أَشهَدُ أن لاَإِلَهَ إِلاَّ أنتَ أّعُوذُ بِكَ مِن شَرِّ نَفسِي وَمِن شَرِّ الشَّيطَانِ وَشِركِهِ وَأَن أَقتَرِفَ عَلَى نَفسِي سُوءًا أوْ أَجُرَّهُ إلى مُسلِمٍ",
            "latin": "Allahumma ‘aalimal ghoibi wasy syahaadah faathiross samaawaati wal ardh. robba kulli syai-in wa maliikahu Asyhadu alla ilaaha illaa anta a’udzubika  minsyarri nafsii wa min syarrisy syaithooni wa syirkih wa an aqtarifa ‘ala nafsii suu-an aw ajurrohu ilaa muslimin.",
            "arti": "“Ya Allah yang Maha Mengetahui sesuatu yang ghaib dan yang nyata, wahai rabb pencipta langit dan bumi, Rabb segala sesuatu dan yang merajainya, Aku bersaksi bahwa tiada ilah (yang berhak diibadahi dengan benar) kecuali Engkau, Aku berlindung kepadamu dari kejahatan diriku, kejahatan syaitan dan ajakannya menyekutukan Allah, dan (aku berlindungkepadamu) dari berbuat keburukan atas diriku, atau mendorong seorang muslim padanya (berbuat keburukan tersebut).”",
            "faedah": "Faedah; “Doa ini diajarkan oleh Rasulullah ﷺ kepada Abu Bakr Ash-Shiddiq radhiyallah ‘anhu untuk dibaca pada pagi, petang dan saat hendak tidur.”[Diriwayatkan oleh Bukhari, no. 1202 dalam kitab Adabul Mufrad]."
        },
        {
            "id": 12,
            "title": "MEMBACA (BISMILLAHIL LADZI LAA YADHURRU) 3X",
            "subTitle": null,
            "arab1": null,
            "arab2": "بِسمِ اللَّهِ الَّذِي لاَيَضُرُّ مَعَ اسْمِهِ شَيءٌ فِي الأَرضِ وَلاَ في السَمَاءِ وَهُوَ السَّمِيعُ العَليمُ",
            "latin": "Bismillahilladzii laa yadhurru ma ‘asmihi syai-un fil ardhi wa laa fiss samaa’ wa huwas samii’ul a’liim.",
            "arti": "“Dengan menyebut nama Allah yang dengan Namanya tidak ada sesuatupun yang dapat membahanyakan baik yang dibumi maupun dilangit, Dialah yang Maha Mendengar dan yang Maha Mengetahui.”",
            "faedah": "Faedah; “Barang siapa yang membacanya sebanyak tiga kali dipagi hari dan tiga kali disore hari, maka tidak akan ada bahaya yang tiba-tiba memudharatkannya (membahayakan dirinya).”[Diriwayatkan oleh at-Tirmidzi, no. 3388]."
        },
        {
            "id": 13,
            "title": "MEMBACA (RADHIITU BIL LAAHI RABBAA) 3X",
            "subTitle": null,
            "arab1": null,
            "arab2": "رَضِيتُ بِاللَّهِ رَبَّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ صَلَّى الله عَلَيهِ وَسَلَمَ نَبِيًّا",
            "latin": "Radhiitu billahi rabbaa wabil islaami diinaa wabimuhammadin sallahu alaihi wasalam",
            "arti": "“Aku ridho (rela) Allah sebagai rabbku, Islam sebagai agamaku, dan Muhammad ﷺ sebagai nabiku.”",
            "faedah": "Faedah: “Barang siapa yang membacanya sebanyak tiga kali dipagi hari dan disore hari maka pantas baginya mendapatkan keridhoannya kepadanya pada hari kiamat.”[Diriwayatkan oleh Abu Dawud, no. 5072 dan Tirmidzi, no. 3389]."
        },
        {
            "id": 14,
            "title": "MEMBACA (YAA HAYYU YAA QOYYUM) 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "يَاحَيُّ يَاقَيُّومُ بِرَحْمَتِكَ أَسْتَغِيْثُ أَصْلِحْ لِي شَأْنِيْ كُلَّهُ وَلاَتَكِلنِي إلاَ نَفسِي طَرْفَةَ عَيْنٍ",
            "latin": "Yaa Hayyu Yaa Qoyyuum birahmatika astaghiitsu ash-lih lii syaniikullahu wa laa takilnii illaa nafsii thorfata ‘ainin.",
            "arti": "“Wahai Rabb yang Maha Hidup, yang Maha Berdiri sendiri (tidak butuh segala sesuatu), dengan rahmatmu aku meminta pertolongan, Perbaikilah segala keadaan dan urusanku, jangan Engkau serahkan aku kepada diriku meski sekejap mata sekalipun (tanpa mendapat pertolonganmu).”[Diriwayatkan oleh an-Nasai, no. 575 dalam kitab Amalul Yaum wal Lailah].",
            "faedah": null
        },
        {
            "id": 15,
            "title": "MEMBACA (ASBAHNAA ALA FITROTIL ISLAM) 1X",
            "subTitle": null,
            "arab1": "",
            "arab2": "أَصْبَحْنَا عَلَى فِطْرَةِ الإِسْلاَمِ وَعَلَى كَلِمَةِ الإِخْلاَصِ وَعَلَى دِيْنِ نَبِيَّنَا مُحَمَّدٍ صلى الله عليه وسلم وَعَلَى مِلَّةِ أَبِينَا إِبرَاهِيمَ حَنِيْفًا مُسلِمًا وَمَا كَانَ مِنَ المُشرِكِينَ",
            "latin": "Asbahna a’la fitrotil islaam wa a’la kalimatil ikhlaas wa a’la diini nabiyyina muhammadin shallahu alaihi wa salam wa a’la millati abiinaa ibraahiim haniifaan musliman wa maakaana minal musyrikiin.",
            "arti": "“Pada waktu pagi kami berada diatas fitrah islam, kalimat ikhlas, (dua kalimat syahadat), agama nabi kami Muhammad  dan agama ayah kami Ibrahim yang hanif ( yang lurus ), muslim (tunduk patuh), dan dia tidak tergolong orang-orang musyrik.”[Diriwayatkan oleh Ahmad, III/406-407].",
            "faedah": null
        },
        {
            "id": 16,
            "title": "MEMBACA TAHLIL (LAA ILAAHA ILLALAH WAHDAHU) 1X/10X/100X",
            "subTitle": "Doa ini bisa dibaca 1x atau 10x [Diriwayatkan oleh an-Nasai, no. 24 dalam kitab Amalul Yaum wal Lailah] atau 100x,",
            "arab1": null,
            "arab2": "لاَإِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَشَرِيكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلَّ شَيْءٍ قَدِيرٌ",
            "latin": "Laa ilaaha illalah wahdahu laa syariika lahu, lahul mulku wa lahul hamdu wahuwa ‘ala kulli syai-in qodiir.",
            "arti": "“Tidak ada ilah (yang berhak diibadahi dengan benar) selain Allah yang Maha Esa, tidak ada sekutu baginya, Baginya kerajaan, dan baginya segala pujian , Dan Dia Mahakuasa atas segala sesuatu.”Diriwayatkan oleh Abu Dawud, no. 5077 dan Ibnu Majah, no. 3867].",
            "faedah": "Faedah; “Barang siapa yang membaca 100x dalam sehari, maka baginya (pahala) seperti memerdekakan sepuluh budak, ditulis serratus kebaikan baginya, dihapus darinya seratus keburukan, baginya perlindungan dari syaithan pada hari itu hingga pada sore harinya.Seseorang tidak bisa mendatangkan yang lebih baik dari apa yang dibawanya kecuali dia melakukan lebih banyak lagi daripada amalan itu.”-jika membacanya seratus kali-[Diriwayatkan oleh Bukhari, no. 3293, 6403 dan lainnya]."
        },
        {
            "id": 17,
            "title": "MEMBACA DZIKIR PEMBERAT TIMBANGAN (SUBHAANALLAHI WA BIHAMDIH) 3x",
            "subTitle": null,
            "arab1": null,
            "arab2": "سُبحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
            "latin": "Subhaanallahi wabihamdih, ‘adada kholqih, waridhoo nafsih, wazinata ‘arsyih, wamidaada kalimaatih.",
            "arti": "“Mahasuci Allah, dan aku memuji-Nya sebanyak bilangan makhluk-Nya, dan Mahasuci Allah seberat timbangan Ars-Nya, dan Mahasuci Allah sebanyak tinta (yang menulis) kalimat-Nya.”[Diriwayatkan oleh Muslim, no. 2726].",
            "faedah": null
        },
        {
            "id": 18,
            "title": "MEMBACA DOA MEMOHON ILMU BERMANFAAT 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ إِنِّي أَسأَلُكَ عِلمًا نَافِعًا وَرِزقًا طَيِّبًا وَعَمَلاً مُتَقَبَّلاً",
            "latin": "Allahumma innii asaluka I’lmaan naafia’n warizqoon thayyibaan wa a’malan mutaqabbalaan.",
            "arti": "“Ya Allah sesungguhnya aku meminta kepadamu ilmu yang bermanfaat, rezeki yang halal, dan amalan yang diterima.”[Diriwayatkan oleh Ibnu Majah, no. 925].",
            "faedah": null
        },
        {
            "id": 19,
            "title": "MEMBACA TASBIH DAN TAHMID 100X",
            "subTitle": null,
            "arab1": null,
            "arab2": "سُبحَانَ اللَّهِ وَبِحَمدِهً",
            "latin": "Subhaanallahi wa bi-hamdih.",
            "arti": "“Mahasuci Allah dan Aku memuji-Nya.”",
            "faedah": "Faedah; “Barang siapa yang membaca kalimat ini (subhaanallahi wa bi-hamdih) dipagi hari dan disore hari sebanyak 100x, maka tidak ada yang datang pada hari kiamat yang lebih baik dari yang ia lakukan kecuali orang yang mengucapkannya atau membacanya semisal atau lebih dari itu.”[Diriwayatkan oleh Muslim, no. 2691-2692]."
        },
        {
            "id": 20,
            "title": "MEMBACA (ASTAGHFIRULLAHA WA ATUUBU ILAIHI) 100X",
            "subTitle": null,
            "arab1": null,
            "arab2": "أَستَغفِرُ اللَّهَ وَأَتُوبُ إِلَيهِ",
            "latin": "Astagh-firullaha wa atuubu ilaih.",
            "arti": "“Aku memohon ampunan kepada Allah dan bertaubat kepada-Nya.”[Diriwayatkan oleh Bukhari, dalam kitab Fathul Bari XI/101 dan Muslim, no. 2702].",
            "faedah": "inilah dzikir dini hari dan bacaan ini tidak harus berurutan. Wallahu ‘alam bis showaab."
        },
        {
            "id": 21,
            "closing": "[Disalin dari buku ’Doa dan Wirid, Mengobati guna-guna dan sihir menurut al-Qur’an dan as-Sunnah’ Pengarang Yazid bin Abdul Qadir Jawas, Penerbit Pustaka Imam Asy-Syafi’i, Cetakan Ketiga Puluh Tiga Rabiul Awwal 1440 H – Januari 2018 M]. \n\nDengan sedikit diringkas. \n\nWallahu A’lam"
        }
    ],
    "petang": [
        {
            "id": 0,
            "opening": "Dzikir Sore (petang) Lengkap Sesuai Al-Qur’an dan As-Sunnah. Dari Anas Bin Malik radhiyallahu ‘anhu, ia menuturkan: “Rasulullah ﷺ bersabda: ‘Aku duduk Bersama orang-orang yang berdzikir kepada Allah dari shalat Shubuh sampai terbitnya matahari lebih kusukai dari pada aku memerdekakan empat budak dari anak (keturunan) Ismail. Begitu pula aku duduk bersama orang-orang yang berdzikir kepada Allah dari shalat Ashar sampai terbenam lebih aku cintai dari pada memerdekakan empat orang budak.”[Diriwayatkan oleh Abu Dawud, no. 3667]."
        },
        {
            "id": 1,
            "title": "MEMBACA TA’AWUDZ DAN AYAT KURSI",
            "subTitle": "Taawudz",
            "arab1": null,
            "arab2": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ",
            "latin": null,
            "arti": "Aku berlindung kepada Allah dari godaan setan yang terkutuk.",
            "faedah": null
        },
        {
            "id": 2,
            "title": null,
            "subTitle": "Ayat Kursi 1x",
            "arab1": null,
            "arab2": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
            "latin": null,
            "arti": "“Allah, tidak ada ilah (yang berhak disembah) melainkan Dia, yang hidup kekal lagi terus menerus mengurus (makhluk-Nya). Dia tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafa’at di sisi-Nya tanpa seizin-Nya. Dia mengetahui apa-apa yang di hadapan mereka dan di belakang mereka. Mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dia tidak merasa berat memelihara keduanya. Dan Dia Maha Tinggi lagi Maha besar.” (QS. Al-Baqarah: 225).",
            "faedah": "Faedah: Nabi ﷺ bersabda; “Barang siapa membaca ayat ini pada pagi hari, maka ia dilindungi dari (gangguan) jin hingga sore hari. Dan barang siapa membacanya pada sore hari, makai a dilindungi dari (gangguan) jin hingga pagi hari.”[Lihat Mustadrak al-Hakim, I/562]. Kemudian bacaan doa sore (dzikir petang) setelahnya yaitu,"
            
        },
        {
            "id": 3,
            "title": "MEMBACA SURAT AL-IKHLAS, AL-FALAQ, DAN AN-NAS",
            "subTitle": "Surat Al-Ikhlas 3x",
            "arab1": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
            "arab2": "قُلْ هُوَ اللَّهُ أَحَدٌ {1} اللَّهُ الصَّمَدُ {2} لَمْ يَلِدْ وَلَمْ يُولَدْ {3} وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ {4}",
            "latin": null,
            "arti": "“Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. \n\nKatakanlah: Dialah Allah, Yang Maha Kuasa. Allah adalah ilah yang bergantung kepada-Nya segala urusan. Dia tidak beranak dan tiada pula diperanakkan, dan tidak ada seorang pun yang setara dengan Dia.” (QS. Al-Ikhlas: 1-4).",
            "faedah": null
        },
        {
            "id": 4,
            "title": null,
            "subTitle": "Surat Al-Falaq 3x",
            "arab1": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
            "arab2": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ {1} مِن شَرِّ مَا خَلَقَ {2} وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ {3} وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ {4} وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ {5}",
            "latin": null,
            "arti": "“Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. \n\nKatakanlah: Aku berlindung kepada Rabb yang menguasai Shubuh, dari kejahatan makhluk-Nya, dan dari kejahatan malam apabila telah gelap gulita, dan dari kejahatan-kejahatan wanita tukang sihir yang menghembus pada buhul-buhul, dan dari kejahatan orang yang dengki apabila ia dengki.” (QS. Al-Falaq: 1-5).",
            "faedah": null
        },
        {
            "id": 5,
            "title": null,
            "subTitle": "Surat An-Nas 3x",
            "arab1": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
            "arab2": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ {1} مَلِكِ النَّاسِ {2} إِلَهِ النَّاسِ {3} مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ {4}  الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ {5} مِنَ الْجِنَّةِ وَ النَّاسِ {6}",
            "latin": null,
            "arti": "“Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang. \n\nKatakanlah: Aku berlindung kepada Rabb manusia, Raja manusia, Sembahan manusia, dari kejahatan (bisikan) syaitan yang biasa bersembunyi, yang membisikkan (kejahatan) ke dalam dada manusia, dari jin dan manusia.” (QS. An-Naas: 1-6).",
            "faedah": "Faedah: “Barang siapa yang membaca tiga surat itu pada setiap pagi dan sore hari, maka ia (ketiga surat ini) sudah cukup bagi dirinya dari segala sesuatu.” (Yakni mencegahnya dari berbagai kejahatan).”[Diriwayatkan oleh Abu Dawud, no. 5082]."
        },
        {
            "id": 6,
            "title": "MEMBACA (AMSAYNA WA AMSAL MULKU) 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "أَمسَيْنَا وَأَمسَى الْمُلكُ للهِ، وَالحَمْدُ لِلَّهِ، لاَإِلَه إِلاَّاللهُ وَحْدَهُ لاَشرِيكَ لَهُ، لَهُ المُلكُ وَلَهُ الحَمْدُ وَهُوَ عَلى كُلِّ شَيءٍ قَدِيرٍ، رَبِّ أَسأَلُكَ خَيرَ مَا فِي هَذِهِ الَّيلَةِ، وَخَيْرَ مَا بَعدَهَا، وَأعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَهِ الَّيلَةِ، وَشَرِّ مَا بَعدَهَا، رَبِّ أعُوذُ بِكَ مِنَ الكَسَلِ، وَسُوءِ الكِبَرِ، رَبِّ أعُوذُ بِكَ مِنْ عَذَابِ في النَار، وَعَذَابٍ فِي القَبرِ.",
            "latin": "Amsaynaa wa amsal mulku lillaah, wal hamdu lillaah, laa ilaaha illallah wahdahu laa syariika lahu, lahul mulku, wa lahul hamdu wahuwa ‘ala kulli syai-in qodiir, robbi as–aluka khoiro maa fiihaadzihil lailah wa khoiro maa ba’daha, wa ‘audzubika min syarri ma fii haadzihil lailah wa syarri ma ba’daha, robbii ‘audzubika minal kasali wasuu–ul kibar robbi ‘audzu bika min ‘adzabinnaar wa ‘adzaabin filqobr.",
            "arti": "“Kami telah memasuki waktu sore (petang) dan kerajaan hanya milik allah, segala puji hanya milik allah. Tidak ada ilah (yang berhak diibadahi dengan benar)kecuali allah yang Maha Esa,yang tiada sekutu baginya. Baginya kerajaan dan Baginya pujian. Dialah yang mahakuasa atas segala sesuatu. Wahai Rabbku, Aku memohon kepadamu kebaikan pada malam ini dan kebaikan sesudahnya. Aku berlindung kepada mu dari kejahatan malam ini dan kejahatan sesudahnya. Wahai Rabbku, sungguh aku berlindung kepadamu dari kemalasan dan keburukan dihari tua. Wahai Rabbku, aku berlindung kepadamu dari siksa dineraka dan siksa dikubur.”",
            "faedah": "Faedah; “Meminta kepada Allah kebaikan di hari ini dan kebaikan sesudahnya, juga agar terhindar dari kejelekan di hari ini dan kejelekan sesudahnya. Di dalamnya juga berisi pula permintaan agar terhindar dari rasa malas padahal mampu untuk beramal, begitu juga agar terhindar dari kejelekan di masa tua. Di dalamnya pula terdapat permintaan agar selamat dari siksa kubur dan siksa neraka yang begitu berat siksaanya kelak di hari kiamat.”[Diriwayatkan oleh Muslim, no. 2723[75]]. Setelah itu kita baca dzikir sore (petang) pada surat al-Ikhlas, al-Falaq dan an-Nas, kemdian baca,"
        },
        {
            "id": 7,
            "title": "MEMBACA (ALLAHUMMA BIKA AMSAYNAA) 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ بِكَ أَمْسَينَا وَبِكَ أَصبَحنَا وَبِكَ نَحيَا وَبِكَ نَمُوتُ وَإِلَيْكَ المَصِيرِ.",
            "latin": "Allahumma bika amsayna wabika asbahna wabika nahyaa wabika namuutu wailaihil masiir.",
            "arti": "“Ya Allah, hanya dengan rahmatmu pertolonganmu kami memasuki sore (petang), dan dengan rahmat dan pertolonganmu kami memasuki pagi, hanya dengan rahmat dan kehendakmu kami hidup, dan dengan rahmat dan kehendakmu kami mati, dan hanya kepadamu lah tempat kembali (semua makhluk).”[Diriwayatkan oleh Bukhari, no. 1199 dalam kitab Adabul Mufrad]. Bacaan dzikir sore (petang) setelahnya yaitu membaca sayyidul istighfar,",
            "faedah": null
        },
        {
            "id": 8,
            "title": "MEMBACA SAYYIDUL ISTIGHFAR 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ أَنتَ رَبِّي لاَإِلَهَ إِلاَّ أَنتَ خَلَقْتَنِي وَأَنَا عَبدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعدِكَ مَا اْستَطَعتُ أَعُوذُبِكَ مِن شَرِّ مَاصَنَعتُ أَبُوءُ لَكَ بِنِعمَتِكَ عَلَيَّ وَأبُوءُ بِذَنبِي فَاغفِرلِي فَإِنَّهُ لاَ يَغفِرُ الذُنُوبَ إلاَّ أَنتَ",
            "latin": "Allahumma anta robbi laa ilaaha illa anta, kholaqtanii wa anaa ‘abduka wa ana ‘ala ‘ahdika wa wa’dika mas-tatho’tu. ‘Audzu bika min syarri maa sona’tu. Abu-u ulaka bini’matika ‘alayya wa abu-u ubidzanbii faghfirlii fainnahu laa yagh-firudz dzunuuba illa anta.",
            "arti": "“Ya Allah engkau adalah Rabbku, tidak ada ilah yang berhak diibadahi dengan benar kecuali engkau, Engkaulah yang menciptakanku. Aku adalah hambamu. Aku yakin dengan janjimu dan aku akan setia pada perjanjianku kepadamu semampuku. Aku berlindung kepadamu dari keburukan apa yang aku perbuat. Aku mengakui nikmatmu (yang diberikan) kepadaku dan aku mengakui dosaku, maka ampunilah aku. Dan sesungguhnya tidak ada yang dapat mengampuni dosa kecuali engkau.”",
            "faedah": "Faedah; “Barang siapa yang membacanya (dzikir) ini dengan yakin pada waktu pagi lalu meninggal sebelum masuk waktu sore, maka ia termasuk penghuni surga. Dan barang siapa membacanya dengan yakin pada waktu sore lalu ia meninggal sebelum masuk waktu pagi, makai a termasuk penghuni surga.”[Diriwayatkan oleh Bukhari, no. 6306, 6323]."
        },
        {
            "id": 9,
            "title": "MEMBACA DOA ‘AFIAT (ALLAHUMMA ‘AAFINII) 3X",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ عَافِنِي فِي بَدَنِي اللَّهُمَّ عَافِنِي فِي سَمعِي اللَّهُمَّ عَافِنِي فِي بَصَرِي لاَإِلَهَ إلاَّ أَّنتَ اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الكُفرِ وَالفَقرِ اَللَّهُمَّ إِنِّي أعُوذُ بِكَ مِن عَذَابِ القَبرِ لاَإِلَهَ إلاَّأنتَ",
            "latin": "Allahumma ‘aafinii fii badanii Allahumma ‘aafinii fii sam’ii Allahumma ‘aafinii fii bashorii, Laa ilaaha illa anta Allahumma inni a’uudzubika minal kufri wal faqri Allahumma innii ‘audzu bika min ‘adzabil qabri laa ilaaha illa anta.",
            "arti": "“Ya Allah selamatkanlah tubuhku ini (dari penyakit dan dari apa yang tidak aku inginkan), Ya Allah selamatkanlah pendengaranku (dari penyakit dan maksiat atau dari apa yang tidak aku inginkan), Ya Allah selamatkanlah penglihatanku, tiada ilah (yang berhak diibadahi dengan benar) kecuali Engkau, Ya Allah sesungguhnya aku berlindung kepadamu dari kekufuran dan kefakiran. Ya Allah Aku berlindung kepada mu dari siksa kubur, tiada ilah (yang berhak iibadahi dengan benar) kecuali Engkau.”[Diriwayatkan oleh Bukhari, no. 701 dalam kitab Adabul Mufrad].",
            "faedah": null
        },
        {
            "id": 10,
            "title": "MEMBACA (ALLAHUMMA INNI AS-ALUKAL ‘AFWA WAL A’FIYYAH) 1x",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ إنّي أَسْأَلُكَ العَفوَ وَالعَافِيَةَ فِي الدُّنْيَا وَالأَخِرَة اللَّهُمَّ إنِّي أسأَلُكَ العَفوَ وَالعَافِيَةَ فِي دِينِي وَدُنيَايَ وَأَهلِي وَمَالِي اَللَّهُمَّ اسْتُر عَورَاتِي وَآمِنْ رَوْعَاتِي اللَّهُمَّ احْفَظْنِي مِن بَينِ يَدَيَّ وَمِن خَلفِي وَعَن يَمِيْنِي وَعَن شِمَالِي وَمِن فَوقِي وَأعُوذُ بِعَظَمَتِكَ أَن أُغتَالَ مِن تَحتِي .",
            "latin": "Allahumma innii as-alukal ‘afwa wal ‘aafiyah fid dunya wal aakhiroh. Allahumma inni as-alukal ‘afwa wal ‘aafiyah fii diinii wa dun-yaya wa ahlii wamaalii Allahummas-tur ‘awrootii wa aaamin row’aati. Allahummahfadzhnii min bayni yadayya wa min kholfi wa ’an yamiinii wa ‘an syimaalii wamin fawqii wa ’adzubii’dzomatika an ughtaala min tahtii.",
            "arti": "“Ya Allah sesungguhnya aku mohon maaf ampunan dan keselamatan didunia dan diakhirat. Ya Allah, sesungguhnya aku mohon maaf ampunan dan keselamatan dalam agama, dunia, keluarga, dan harta bendaku. Ya Allah tutupilah auratku (aib atau sesuatu yang tidak layak dilihat orang lain) dan tentramlah aku dari rasa takut, Ya Allah peliharalah aku dari depan, belakang, kanan, kiri, dan dari atasku. Aku berlindung dengan kebesaranmu, agar aku tidak disambar dari bawahku (yakni aku belindung dari dibenamkan kedalam bumi).”",
            "faedah": "Faedah; “Rasulullah ﷺ tidaklah pernah meninggalkan dzikir ini di pagi hari dan di sore hari. Didalamnya berisi perlindungan dan keselamatan pada agama, dunia, keluarga dan harta dari berbagai macam gangguan yang datang dari berbagai arah.”[Diriwayatkan oleh Bukhari, no. 1200 dalam kitab Adabul Mufrad]."
        },
        {
            "id": 11,
            "title": "MEMBACA (ALLAHUMMA ‘ALIMAL GHOIBI WAS SYAHADAH) 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "اللَّهُمَّ عَالِمَ الغَيبِ وَالشَّهَادَةِ فَاطِرَ السَمَاوَاتِ وَالأَرْضِ رَبَّ كُلَّ شَيءٍ وَمَلِيكَهُ أَشهَدُ أن لاَإِلَهَ إِلاَّ أنتَ أّعُوذُ بِكَ مِن شَرِّ نَفسِي وَمِن شَرِّ الشَّيطَانِ وَشِركِهِ وَأَن أَقتَرِفَ عَلَى نَفسِي سُوءًا أوْ أَجُرَّهُ إلى مُسلِمٍ",
            "latin": "Allahumma ‘aalimal ghoibi wasy syahaadah faathiross samaawaati wal ardh. robba kulli syai-in wa maliikahu Asyhadu alla ilaaha illaa anta a’udzubika  minsyarri nafsii wa min syarrisy syaithooni wa syirkih wa an aqtarifa ‘ala nafsii suu-an aw ajurrohu ilaa muslimin.",
            "arti": "“Ya Allah yang Maha Mengetahui sesuatu yang ghaib dan yang nyata, wahai rabb pencipta langit dan bumi, Rabb segala sesuatu dan yang merajainya, Aku bersaksi bahwa tiada ilah (yang berhak diibadahi dengan benar) kecuali Engkau, Aku berlindung kepadamu dari kejahatan diriku, kejahatan syaitan dan ajakannya menyekutukan Allah, dan (aku berlindungkepadamu) dari berbuat keburukan atas diriku, atau mendorong seorang muslim padanya (berbuat keburukan tersebut).”",
            "faedah": "Faedah; “Doa ini diajarkan oleh Rasulullah ﷺ kepada Abu Bakr Ash-Shiddiq radhiyallah ‘anhu untuk dibaca pada pagi, petang dan saat hendak tidur.”[Diriwayatkan oleh Bukhari, no. 1202 dalam kitab Adabul Mufrad]."
        },
        {
            "id": 12,
            "title": "MEMBACA (BISMILLAHIL LADZI LAA YADHURRU) 3X",
            "subTitle": null,
            "arab1": null,
            "arab2": "بِسمِ اللَّهِ الَّذِي لاَيَضُرُّ مَعَ اسْمِهِ شَيءٌ فِي الأَرضِ وَلاَ في السَمَاءِ وَهُوَ السَّمِيعُ العَليمُ",
            "latin": "Bismillahilladzii laa yadhurru ma ‘asmihi syai-un fil ardhi wa laa fiss samaa’ wa huwas samii’ul a’liim.",
            "arti": "“Dengan menyebut nama Allah yang dengan Namanya tidak ada sesuatupun yang dapat membahanyakan baik yang dibumi maupun dilangit, Dialah yang Maha Mendengar dan yang Maha Mengetahui.”",
            "faedah": "Faedah; “Barang siapa yang membacanya sebanyak tiga kali dipagi hari dan tiga kali disore hari, maka tidak akan ada bahaya yang tiba-tiba memudharatkannya (membahayakan dirinya).”[Diriwayatkan oleh at-Tirmidzi, no. 3388]."
        },
        {
            "id": 13,
            "title": "MEMBACA (RADHIITU BIL LAAHI RABBAA) 3X",
            "subTitle": null,
            "arab1": null,
            "arab2": "رَضِيتُ بِاللَّهِ رَبَّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ صَلَّى الله عَلَيهِ وَسَلَمَ نَبِيًّا",
            "latin": "Radhiitu billahi rabbaa wabil islaami diinaa wabimuhammadin sallahu alaihi wasalam",
            "arti": "“Aku ridho (rela) Allah sebagai rabbku, Islam sebagai agamaku, dan Muhammad ﷺ sebagai nabiku.”",
            "faedah": "Faedah: “Barang siapa yang membacanya sebanyak tiga kali dipagi hari dan disore hari maka pantas baginya mendapatkan keridhoannya kepadanya pada hari kiamat.”[Diriwayatkan oleh Abu Dawud, no. 5072 dan Tirmidzi, no. 3389]."
        },
        {
            "id": 14,
            "title": "MEMBACA (YAA HAYYU YAA QOYYUM) 1X",
            "subTitle": null,
            "arab1": null,
            "arab2": "يَاحَيُّ يَاقَيُّومُ بِرَحْمَتِكَ أَسْتَغِيْثُ أَصْلِحْ لِي شَأْنِيْ كُلَّهُ وَلاَتَكِلنِي إلاَ نَفسِي طَرْفَةَ عَيْنٍ",
            "latin": "Yaa Hayyu Yaa Qoyyuum birahmatika astaghiitsu ash-lih lii syaniikullahu wa laa takilnii illaa nafsii thorfata ‘ainin.",
            "arti": "“Wahai Rabb yang Maha Hidup, yang Maha Berdiri sendiri (tidak butuh segala sesuatu), dengan rahmatmu aku meminta pertolongan, Perbaikilah segala keadaan dan urusanku, jangan Engkau serahkan aku kepada diriku meski sekejap mata sekalipun (tanpa mendapat pertolonganmu).”[Diriwayatkan oleh an-Nasai, no. 575 dalam kitab Amalul Yaum wal Lailah].",
            "faedah": null
        },
        {
            "id": 15,
            "title": "MEMBACA (AMSAYNAA ALA FITROTIL ISLAM) 1X",
            "subTitle": null,
            "arab1": "",
            "arab2": "أَمْسَينَا عَلَى فِطْرَةِ الإِسْلاَمِ وَعَلَى كَلِمَةِ الإِخْلاَصِ وَعَلَى دِيْنِ نَبِيَّنَا مُحَمَّدٍ صلى الله عليه وسلم وَعَلَى مِلَّةِ أَبِينَا إِبرَاهِيمَ حَنِيْفًا مُسلِمًأ وَمَا كَانَ مِنَ المُشرِكِينَ",
            "latin": "Amsaynaa a’la fitrotil islaam wa a’la kalimatil ikhlaas wa a’la diini nabiyyina muhammadin shallahu alaihi wa salam wa a’la millati abiinaa ibraahiim haniifaan musliman wa maakaana minal musyrikiin.",
            "arti": "“Pada waktu sore (petang) kami berada diatas fitrah islam, kalimat ikhlas, (dua kalimat syahadat), agama Nabi kami Muhammad dan agama ayah kami Ibrahim yang hanif ( yang lurus ), muslim(tunduk patuh), dan dia tidak tergolong orang-orang musyrik.”[Diriwayatkan oleh Ahmad, III/406-407].",
            "faedah": null
        },
        {
            "id": 16,
            "title": "MEMBACA TAHLIL (LAA ILAAHA ILLALAH WAHDAHU) 1X/10X/100X",
            "subTitle": "Doa ini bisa dibaca 1x atau 10x [Diriwayatkan oleh an-Nasai, no. 24 dalam kitab Amalul Yaum wal Lailah] atau 100x,",
            "arab1": null,
            "arab2": "لاَإِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَشَرِيكَ لَهُ، لَهُ المُلْكُ، وَلَهُ الحَمْدُ، وَهُوَ عَلَى كُلَّ شَيْءٍ قَدِيرٌ",
            "latin": "Laa ilaaha illalah wahdahu laa syariika lahu, lahul mulku wa lahul hamdu wahuwa ‘ala kulli syai-in qodiir.",
            "arti": "“Tidak ada ilah (yang berhak diibadahi dengan benar) selain Allah yang Maha Esa, tidak ada sekutu baginya, Baginya kerajaan, dan baginya segala pujian , Dan Dia Mahakuasa atas segala sesuatu.”Diriwayatkan oleh Abu Dawud, no. 5077 dan Ibnu Majah, no. 3867].",
            "faedah": "Faedah; “Barang siapa yang membaca 100x dalam sehari, maka baginya (pahala) seperti memerdekakan sepuluh budak, ditulis serratus kebaikan baginya, dihapus darinya seratus keburukan, baginya perlindungan dari syaithan pada hari itu hingga pada sore harinya.Seseorang tidak bisa mendatangkan yang lebih baik dari apa yang dibawanya kecuali dia melakukan lebih banyak lagi daripada amalan itu.”-jika membacanya seratus kali-[Diriwayatkan oleh Bukhari, no. 3293, 6403 dan lainnya]."
        },
        {
            "id": 17,
            "title": "MEMBACA TASBIH DAN TAHMID 100X",
            "subTitle": null,
            "arab1": null,
            "arab2": "سُبحَانَ اللَّهِ وَبِحَمدِه",
            "latin": "Subhaanallahi wa bi-hamdih.",
            "arti": "“Mahasuci Allah dan Aku memuji-Nya.”",
            "faedah": "Faedah; “Barang siapa yang membaca kalimat ini (Subhaanallahi wa bi-hamdih) dipagi hari dan disore hari (petang) sebanyak 100x, maka tidak ada yang datang pada hari kiamat yang lebih baik dari yang ia lakukan kecuali orang yang mengucapkannya atau membacanya semisal atau lebih dari itu.”[Diriwayatkan oleh Muslim, no. 2691-2692]."
        },
        {
            "id": 18,
            "title": "MEMBACA (A’UDZU BIKALIMAATILLAH) 3X",
            "subTitle": null,
            "arab1": null,
            "arab2": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِن شَرِّ مَا خَلَقَ",
            "latin": "A’uudzu bikalimaatillahit-taammaati min syarri maa kholaq.",
            "arti": "“Aku berlindung dengan kalimat-kalimat Allah yang sempurna dari kejahatan sesuatu yang diciptakannya.”",
            "faedah": "Faedah: “Barang siapa yang membacanya dzikir ini di sore hari (petang), niscaya tidak ada racun atau bintang (seperti: kalajengking) yang mencelakakannya dimalam hari.”[Diriwayatkan oleh an-Nasai, no. 596 dalam kitab Amalul Yaum wa Lailah]. \n\nInilah dzikir sore (dzikir petang) yang dibaca di sore hari atau dipetang hari dan dzikir sore (petang) ini dibaca tidak harus berurutan. Wallahu a’lam bis showaab."
        },
        {
            "id": 19,
            "closing": "[Disalin dari buku ’Doa dan Wirid, Mengobati guna-guna dan sihir menurut al-Qur’an dan as-Sunnah’ Pengarang Yazid bin Abdul Qadir Jawas, Penerbit Pustaka Imam Asy-Syafi’i, Cetakan Ketiga Puluh Tiga Rabiul Awwal 1440 H – Januari 2018 M]. \n\nDengan sedikit diringkas. \n\nWallahu A’lam"
        }
    ],
    "referensi": {
        "pagi": {
            "id": 1,
            "link": "https://arofta.id/dzikir-pagi-lengkap-sesuai-al-quran-dan-as-sunnah/"
        },
        "petang": {
            "id": 2,
            "link": "https://arofta.id/dzikir-sore-lengkap-sesuai-al-quran-dan-as-sunnah/"
        }
    }
}